export const newsData = [
  {
    id: "공지",
    class: "notice",
    title: "2026년도 한국한의학연구원 '지역과 함께하는 한의과학' 교육기부 프로그램 신청 안내",
    date: "2026-02-05"
  },
  {
    id: "공지",
    class: "notice",
    title: "2025년 4분기 한국한의학연구원 4촌 이내 친족 채용현황",
    date: "2026-02-02"
  },
  {
    id: "공지",
    class: "notice",
    title: "국민 참여형 국가 성장 프로젝트 「제1회 모두의 아이디어」 개최 안내",
    date: "2026-01-19"
  },
  {
    id: "공지",
    class: "notice",
    title: "2026년도 기본사업 위탁연구과제 공고",
    date: "2026-01-16"
  },
  {
    id: "공지",
    class: "notice",
    title: "한국한의학연구원(KIOM) 원장 초빙",
    date: "2025-12-30"
  },
  {
    id: "뉴스",
    class: "kiomnews",
    title: "[보도자료] 한국한의학연구원 이명수 박사, WHO STAG 자문위원 선정",
    date: "2026-01-30"
  },
  {
    id: "뉴스",
    class: "kiomnews",
    title: "[보도자료] 8체질 치료, 목.허리 통증 및 기능성소화불량 개선 효과 확인",
    date: "2026-01-20"
  },
  {
    id: "뉴스",
    class: "kiomnews",
    title: "[보도자료]한국한의학연구원-상해중의약대학 MoU 체결",
    date: "2025-12-16"
  },
  {
    id: "뉴스",
    class: "kiomnews",
    title: "[보도자료] 한의학연구원, 연변대학과 전통의학 분야 국제 심포지엄 공동 개최",
    date: "2025-12-03"
  },
  {
    id: "뉴스",
    class: "kiomnews",
    title: "[보도자료] 한국, 한의약 의료기기 국제표준 개발 선도",
    date: "2025-12-02"
  },
  {
    id: "채용",
    class: "employ",
    title: "2026년 1차 육아휴직 대체인력(계약직) 공개채용 공고",
    date: "2026-01-12"
  },
  {
    id: "채용",
    class: "employ",
    title: "2025년 4차 육아휴직 대체인력(계약직) 공개채용 공고(행정직)",
    date: "2025-11-20"
  },
  {
    id: "채용",
    class: "employ",
    title: "2025년 4차 육아휴직 대체인력(계약직) 공개채용 공고(기술연구직)",
    date: "2025-11-20"
  },
  {
    id: "채용",
    class: "employ",
    title: "2025년 1차 정규직 채용공고(연구직, 기술연구직)",
    date: "2025-10-16"
  },
  {
    id: "채용",
    class: "employ",
    title: "2025년 2차 박사후연구원 및 석사후연구원 공개채용 공고",
    date: "2025-10-02"
  },
  {
    id: "입찰",
    class: "bid",
    title:"비침습 경혈자극을 위한 초음파 침 개발",
    date:"2026-02-09",
  },
  {
    id: "입찰",
    class: "bid",
    title:"건강노화를 위한 신허진단 표준 개발",
    date:"2026-02-09",
  },
  {
    id: "입찰",
    class: "bid",
    title:"2025~2026년도 기본사업 연구개발비 위탁정산",
    date:"2026-01-23",
  },
  {
    id: "입찰",
    class: "bid",
    title:"2026 한국한의학연구원 온라인 호보 사업",
    date:"2026-01-15",
  },
  {
    id: "입찰",
    class: "bid",
    title:"2026년도 통합정보시스템 유지보수 (재공고)",
    date:"2026-01-15",
  },
  
]